Repository: rajaUnlocked/fynoo_agent_ios
Catalog: Fynoo Services/ViewControllers/WalletNewDesignVC/BankFirst/*.lproj/BankHeader.strings
Languages: ar

# 5vk-Md-kwe.text
source: SAR
ar: ر.س.

# 67f-GN-rGQ.normalTitle
source: Download
ar: تحميل

# 7hh-zb-vS8.text
source: Payment Successful
ar: عمليات تم تنفيذها

# NAc-yC-wTs.normalTitle
source: Bank Transfer
ar: التحويلات البنكية

# TJd-bI-Jph.text
source: Available: SAR 400
ar: Available: SAR

# UrO-No-RIk.normalTitle
source: Holding Amount
ar: المبالغ المعلقة

# WdB-MC-dic.normalTitle
source: Email
ar: البريد الالكتروني

# m4E-gc-76m.text
source: Payment in Progress
ar: عمليات دفع قيد التنفيذ

# oC8-2L-3yK.normalTitle
source: Wallet Balance
ar: رصيد المحفظة

# tzT-qR-Hq4.placeholder
source: Search Transactions
ar: التحويلات الأخيرة
